{
	"zh": {
		"views.Home.567053-0": "关于",
		"views.Home.567053-1": "我们的使命是通过技术创新，创造真实的价值。",
		"views.Home.567053-2": "Miduoduo是一家在网络安全+人工智能领域的初创公司。",
		"views.Home.567053-3": "我们将持续走在技术前沿，注重进步与创新，创造并落地更多的“实用”产品，为世界带来更多的价值。",
		"views.Home.567053-4": "产品",
		"views.Home.567053-5": "产品是我们的核心，我们的景愿是通过前所未有的创新的产品创造并落地一个全新的网络安全空间。",
		"views.Home.567053-6": "成员",
		"views.Home.567053-7": "我们的成员来自各行各业，他们有的是网络安全专家，有的是AI领域的佼佼者，还有的是全栈攻城狮，又或者，是看到这里的你。",
		"views.Home.567053-8": "联系我们",
		"views.Home.567053-9": "你可以通过以下方式与我们取得联系，期待你的来信。",
		"views.Home.567053-10": "Kasumi是一个网络安全领域的全能助手，内置了一个大型漏洞库。同时，它不止于问答，只要你给它提供它需要的外部资源，它就能帮你完成更多的事情，比如，让它帮忙绘制扫描内网并绘制内网拓扑。并且，你需要的只是点击几下鼠标。",
		"views.Home.567053-11": "Irina是一个网络安全领域的靶场，它同时支持学习、训练、考试、竞赛等多种模式，并且，你可以在Irina上创建自己的内部题库，举办内部比赛，CTF/AWD/PTE都是Irina的强项。",
		"views.Home.567053-12": "我们都知道，LLM的token计费模式是当下LLM商业化的一个主要付费渠道，Tokenizer可以帮助你提前计算你的prompt需要消耗多少Token，甚至是它们消耗多少费用。"
	},
	"en": {
		"views.Home.567053-0": "About",
		"views.Home.567053-1": "Our mission is to create real value through technological innovation.",
		"views.Home.567053-2": "Miduoduo is a startup company focused on  the field of network security + artificial intelligence.",
		"views.Home.567053-3": "We will continue to walk at the forefront of technology, pay attention to progress and innovation, create and land more practical products, and bring more value to the world.",
		"views.Home.567053-4": "Products",
		"views.Home.567053-5": "Products are our core. Our vision is to create and land a new network security space through unprecedented innovative products.",
		"views.Home.567053-6": "Members",
		"views.Home.567053-7": "Our members come from various fields of life. Some are network security experts, some are AI leaders, some are full-stack lions, or you who see here.",
		"views.Home.567053-8": "Contact us",
		"views.Home.567053-9": "You can contact us in the following ways, looking forward to your letter.",
		"views.Home.567053-10": "Kasumi is a versatile assistant in the field of network security, which is built in a large vulnerability library. At the same time, it is not only a question and answer, as long as you provide it with the external resources it needs, it can help you do more things, such as, let it help draw the scan of the internal network and draw the internal network topology. And all you need is a few clicks of the mouse.",
		"views.Home.567053-11": "Irina is a network security field target field, which supports learning, training, examination, competition and other modes, and you can create your own internal library on Irina, hold internal competition, CTF/AWD/PTE are Irina's strengths.",
		"views.Home.567053-12": "As we all know, the token billing model of LLM is a major payment channel for the commercialization of LLM. Tokenizer can help you calculate how many tokens your prompt needs to consume in advance, or even how much they cost."
	}
}